7zip
android-tools
bat
bibata-cursor-theme-bin
bluetui
bluez-utils
brightnessctl
btop
cava
cliphist
cmus
eza
fastfetch
fd
fish
fzf
git
github-cli
gpu-screen-recorder
gparted
grim
hyprlock
imagemagick
kdeconnect
kitty
libnotify
librewolf-bin
localsend-bin
mako
niri
hyprland
mpv
ncdu
neovim
networkmanager
nwg-look
otf-font-awesome
pipewire-alsa
pipewire-pulse
pixman
polkit-gnome
plymouth
foot
pulsemixer
quickshell
rofi
seatd
slurp
stow
swaybg
swayimg
telegram-desktop
timeshift
tree
unzip
waybar
wayland
wayland-protocols
wl-clipboard
wlogout
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-wlr
xorg-xwayland
xorg-xhost
xwayland-satellite
yazi
yt-dlp
zoxide
